Repository: vungocthach/Store_Assistant
Catalog: StoreAssitant/StoreAssitant/string.*.resx
Languages: vi

source: Account
vi: Tài Khoản

# Account infomation
source: Current Account
vi: Thông tin tài khoản

source: Add
vi: Thêm

source: Add picture
vi: Thêm hình ảnh

# AddPro
source: Add product
vi: Thêm mặt hàng

# AddVoucher
source: Add voucher code
vi: Thêm mã giảm giá

source: Advanced
vi: Nâng cao

source: Amount
vi: Thành tiền

source: Amount be used
vi: Số lượng được sử dụng

# Areusure
source: Are you sure delete this account?
vi: Bạn chắc chắn muốn xóa tài khoản này?

# bigfile
source: File too big
vi: File quá lớn

# BiggerNow
source: Day must be greater than now
vi: Thời hạn phải lớn hơn ngày hiện tại

# BiggerZero
source: The number must bigger than 0
vi: Phải nhập số lớn hơn 0

source: Bill code
vi: Mã hóa đơn

source: Cancel
vi: Hủy

# Cannotrehibilitate
source: Operation cannot be undo
vi: Thao tác sẽ không thể phục hồi

source: Cashier
vi: Thu Ngân

source: Change password
vi: Đổi mật khẩu

# ChangeProInf
source: Change information of product
vi: Thay đổi thông tin món ăn

source: Chart
vi: Biểu đồ

# Chosse
source: Chosse picture
vi: Chọn hình ảnh

source: ChosseTime
vi: Chọn thời gian

# CloseApp
source: Do you want to close app?
vi: Bạn muốn đóng ứng dụng?

source: Code:
vi: Mã:

source: Code is exists
vi: Mã code đã tồn tại

source: Confirm
vi: Xác nhận

source: Confirm password:
vi: Nhập lại mật khẩu:

source: Date
vi: Ngày thanh toán

source: Date of birth:
vi: Ngày sinh:

source: Day
vi: Ngày

# DayNotNow
source: Day have to smaller Today
vi: Ngày phải nhỏ hơn hôm nay

source: Default
vi: Mặc định

source: Define
vi: Xác nhận

# DelAcc
source: Delete account
vi: Tài khoản bị xóa sẽ không thể khôi phục@Bạn muốn xóa tài khoản này?

source: Delete
vi: Xóa

source: Description
vi: Tên món

source: Detail
vi: Chi tiết

source: Detailed description:
vi: Mô tả chi tiết:

source: Different
vi: Khác

# Doorsize
source: Windown size
vi: Kích thước cửa sổ

# EnterError
source: Error enter
vi: Lỗi nhập

# Enter_From
source: Please enter the value from
vi: Vui lòng nhập giá trị từ 0 đến

# ErorFormat
source: Error format
vi: Lỗi định dạng

source: Error
vi: Lỗi

source: Error data
vi: Dữ liệu bị lỗi

# Error404
source: 404 Not Found
vi: Không tìm thấy máy chủ

# ErrorAgainPass
source: Password incorrect, please try again
vi: Nhập lại mật khẩu không đúng

# ErrorBigger100M
source: Much not exceed 100 milions
vi: Không được vượt quá 100 triệu

# ErrorNowPass
source: The current password is incorrect
vi: Nhập mật khẩu hiện tại không đúng

# Expiry date
source: Expired date
vi: Hạn sử dụng

# failDel
source: Account was deleted failed
vi: Xóa tài khoản thất bại

source: Felmale
vi: Nữ

source: Filter
vi: Lọc

# Forgot password?
source: Fogot password?
vi: Quên mật khẩu?

source: From day:
vi: Từ ngày:

source: From month:
vi: Từ tháng:

# From0to100
source: Please enter a value between 0 and 100
vi: Vui lòng nhập giá trị trong khoảng 0 đến 100

# From0to10000
source: Please enter a value between 0 and 10000
vi: Vui lòng nhập giá trị trong khoảng 0 đến 10000

source: From:
vi: Từ ngày:

source: Full name:
vi: Họ và tên

source: Gender:
vi: Giới tính:

source: General
vi: Chung

source: Give
vi: Tiền trả lại

source: Hi,
vi: Xin chào

source: History
vi: Lịch sử

source: Human Resource Management
vi: Quản lí nhân sự

# illegal
source: An invalid error exists
vi: Tồn tại thông tin chưa hợp lệ

# illegalPhonenumber
source: Invalid phone number
vi: Số điện thoại không hợp lệ

# InfoSrore
source: Store Infomation
vi: Thông tin cửa hàng

source: Language
vi: Ngôn ngữ

source: List
vi: Danh sách

source: List table
vi: Danh sách bàn

source: Login
vi: Đăng nhập

source: Male
vi: Nam

# Manage
source: Menu
vi: Quản Lý

source: Month
vi: Tháng

# Name
source: Name of Pro
vi: Tên món

source: Name:
vi: Họ và tên:

source: Name store:
vi: Tên cửa hàng:

source: New password
vi: Mật khẩu mới

# NewLikeOld
source: The new password is the same as the current one
vi: Mật khẩu mới phải trùng với mật khẩu hiện tại

# NoEmpty
source: Can't be empty
vi: Không được để trống ô nhập

# Nondefine
source: An unknown error
vi: Lỗi không xác định

# NoProductInTable
source: No product in the table
vi: Bàn trống, chưa có đồ ăn

# NoSpecialChar
source: Please don't enter special char
vi: Vui lòng không nhập các kí tự đặc biệt

# NotEnougnMOney
source: Customer not give enougn money
vi: Khách chưa đưa đủ tiền

# Notify
source: Notification
vi: Thông báo

source: Number
vi: STT

source: Old password
vi: Mật khẩu hiện tại

# Onlychar
source: Enter only lowercase letters, numbers and spaces {0} Separate tags with a semicolon ';'
vi: Chỉ nhập chữ cái thường, số và khoảng trắng{0}Phân cách giữa các tag bằng dấu chấm phẩy ';'

# OnlyNumber
source: Only accept number
vi: Chỉ được phép nhập số

# Out
source: Exit
vi: Thoát

source: Password
vi: Mật khẩu

source: Password:
vi: Mật khẩu:

source: Pay
vi: Thanh toán

source: PAY BILL
vi: HÓA ĐƠN THANH TOÁN

source: Phone:
vi: SĐT:

# PlusChar
source: Please only enter the positive numbers
vi: Vui lòng chỉ nhập số nguyên dương

source: Position
vi: Phân quyền

source: Position:
vi: Phân quyền:

source: Price:
vi: Giá bán:

source: ProductName
vi: Tên món

# ProError
source: Error of product information
vi: Lỗi thông tin món ăn

# Project_ing
source: Projects under construction!
vi: Công trình đang thi công!

source: Qty
vi: SL

source: Quantum
vi: Số lượng

# Re-enter new password
source: Re-enter new pass
vi: Nhập lại lần 2

source: Remain
vi: Còn lại

# RequireInfo
source: This is the require information
vi: Đây là thông tin bắt buộc

# Require_300_Char
source: Please don't enter the name long > 300
vi: Vui lòng nhập phần mô tả có độ dài ngắn hơn 300 kí tự

# Require_50_Char
source: Please don't enter the name long > 50
vi: Vui lòng nhập tên có độ dài ngắn hơn 50 kí tự

source: Revenue
vi: Tổng doanh thu

source: REVENUE
vi: DOANH THU

source: Save
vi: Lưu

# SaveChange
source: Do you want to save changes?
vi: Bạn có muốn lưu thay đổi?

source: Search
vi: Tìm kiếm

source: Setting
vi: Cài Đặt

source: Sign out
vi: Đăng xuất

source: Sign Up
vi: Đăng kí

# SignUpName
source: New Staff@Registration
vi: Đăng Ký@Nhân Viên Mới

source: Staff
vi: Nhân viên

source: Staff infomation
vi: Thông tin nhân viên

# Statistical
source: Statistics
vi: Thống Kê

# StoreInfo
source: Store Information
vi: Thông tin của hàng

# Stype:
source: Mode:
vi: Kiểu:

# SuccessChangePass
source: Password successfully changed!
vi: Đổi mật khẩu thành công!

# SuccessCreateAcc
source: Create Account Success!
vi: Tạo tài khoản nhân viên thành công!

# SuccessDel
source: Account was deleted success
vi: Xóa tài khoản thành công

source: Table
vi: Bàn

source: Table:
vi: Bàn:

source: Take
vi: Tiền khách đưa

source: Take home
vi: Mang về

# Time
source: Stage
vi: Thời gian

source: Time:
vi: Thời gian:

source: To day:
vi: Đến ngày:

source: To month:
vi: Đến tháng:

source: To:
vi: Đến ngày:

source: Total
vi: Tổng cộng

source: Unit price
vi: Đơn giá

source: Unit:
vi: Đơn vị xem:

source: User name
vi: Tên đăng nhập

source: User name:
vi: Tên đăng nhập:

# UserInfo
source: User's Information
vi: Thông Tin@Nhân Viên

source: Value(%)
vi: Giá trị(%)

source: Voucher
vi: Mã giảm giá

source: Voucher code
vi: Mã giảm giá

# Wanrning
source: Please chosse the file < 26kb
vi: Vui lòng chọn ảnh có kích thước < 26kb

source: week
vi: Tuần

source: Year
vi: Năm

source: YOUR VOUCHER
vi: MÃ GIẢM GIÁ CỦA BẠN
